Repository: KyongSik-Yoon/OtterZip
Catalog: app/OtterZip.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# Shell_CompressQuick_TitleFormat
source: Compress to {0}{1} (&{2})
de_de: Zu {0}{1} komprimieren (&{2})
es_es: Comprimir a {0}{1} (&{2})
fr_fr: Compresser en {0}{1} (&{2})
it_it: Comprimi in {0}{1} (&{2})
ja_jp: {0}{1}に圧縮(&{2})
ko_kr: {0}{1}으로 압축(&{2})
pt_br: Comprimir para {0}{1} (&{2})
ru_ru: Сжать в {0}{1} (&{2})
zh_cn: 压缩为 {0}{1}(&{2})

# Shell_CompressZipQuick_Tooltip
source: Compress selected items to a ZIP archive (no dialog).
de_de: Ausgewählte Elemente ohne Dialog zu ZIP-Archiv komprimieren.
es_es: Comprimir los elementos seleccionados a archivo ZIP (sin diálogo).
fr_fr: Compresser les éléments en archive ZIP (sans boîte de dialogue).
it_it: Comprimi gli elementi selezionati in un archivio ZIP (senza dialogo).
ja_jp: 選択した項目をZIPアーカイブに圧縮します（ダイアログなし）。
ko_kr: 선택한 항목을 ZIP 압축 파일로 만들기 (대화상자 없음).
pt_br: Comprimir itens selecionados em arquivo ZIP (sem diálogo).
ru_ru: Сжать выбранные элементы в ZIP-архив (без диалога).
zh_cn: 将所选项目压缩为 ZIP 文件(无对话框)。

# Shell_Compress7zQuick_Tooltip
source: Compress selected items to a 7-Zip archive (no dialog).
de_de: Ausgewählte Elemente ohne Dialog zu 7-Zip-Archiv komprimieren.
es_es: Comprimir los elementos seleccionados a archivo 7-Zip (sin diálogo).
fr_fr: Compresser les éléments en archive 7-Zip (sans boîte de dialogue).
it_it: Comprimi gli elementi selezionati in un archivio 7-Zip (senza dialogo).
ja_jp: 選択した項目を7zアーカイブに圧縮します(ダイアログなし)。
ko_kr: 선택한 항목을 7z 압축 파일로 만들기 (대화상자 없음).
pt_br: Comprimir itens selecionados em arquivo 7-Zip (sem diálogo).
ru_ru: Сжать выбранные элементы в 7-Zip-архив (без диалога).
zh_cn: 将所选项目压缩为 7z 文件(无对话框)。

# Shell_OtterzipMenu_Tooltip
source: OtterZip — fast archive tool
de_de: OtterZip — schnelles Archivierungstool
es_es: OtterZip — herramienta de archivo rápida
fr_fr: OtterZip — outil d'archive rapide
it_it: OtterZip — strumento di archiviazione veloce
ja_jp: OtterZip — 高速アーカイブツール
ko_kr: OtterZip — 빠른 압축 도구
pt_br: OtterZip — ferramenta de arquivo rápida
ru_ru: OtterZip — быстрый архиватор
zh_cn: OtterZip — 快速压缩工具

# Shell_ExtractSmart_Title
source: Smart extract (&Z)
de_de: Intelligent entpacken (&Z)
es_es: Extraer inteligentemente (&Z)
fr_fr: Extraction intelligente (&Z)
it_it: Estrazione intelligente (&Z)
ja_jp: おまかせ展開(&Z)
ko_kr: 알아서 풀기(&Z)
pt_br: Extração inteligente (&Z)
ru_ru: Умное извлечение (&Z)
zh_cn: 智能解压(&Z)

# Shell_ExtractSmart_Tooltip
source: Auto-detect single-root layout and extract accordingly.
de_de: Bei einzelnem Stammordner direkt entpacken, sonst neuen Ordner anlegen.
es_es: Extraer directo si hay un solo directorio raíz, si no crear carpeta nueva.
fr_fr: Extraction directe si un seul dossier racine, sinon nouveau dossier.
it_it: Estrazione diretta se c'è una sola cartella radice, altrimenti nuova cartella.
ja_jp: ルートフォルダーが1つなら直接、複数なら新しいフォルダーへ展開。
ko_kr: 압축 안에 루트 폴더가 하나면 그대로, 아니면 새 폴더에 풀기.
pt_br: Extrair direto se houver uma única pasta raiz, senão criar nova pasta.
ru_ru: Прямое извлечение при одной корневой папке, иначе создать новую папку.
zh_cn: 若压缩包内为单一根目录则原地解压, 否则新建文件夹。

# Shell_ExtractToSubfolder_TitleFormat
source: Extract to {0}\ (&E)
de_de: In {0}\ entpacken (&E)
es_es: Extraer a {0}\ (&E)
fr_fr: Extraire dans {0}\ (&E)
it_it: Estrai in {0}\ (&E)
ja_jp: {0}\に展開(&E)
ko_kr: {0}\에 풀기(&E)
pt_br: Extrair em {0}\ (&E)
ru_ru: Извлечь в {0}\ (&E)
zh_cn: 解压到 {0}\(&E)

# Shell_ExtractToSubfolder_Tooltip
source: Extract into a new folder named after the archive.
de_de: In einen neuen Ordner mit dem Archivnamen entpacken.
es_es: Extraer en una carpeta nueva con el nombre del archivo.
fr_fr: Extraire dans un nouveau dossier portant le nom de l'archive.
it_it: Estrai in una nuova cartella con il nome dell'archivio.
ja_jp: アーカイブ名のフォルダーを作成して展開。
ko_kr: 압축파일 이름의 새 폴더를 만들어 풀기.
pt_br: Extrair em uma nova pasta com o nome do arquivo.
ru_ru: Извлечь в новую папку с именем архива.
zh_cn: 新建以压缩包命名的文件夹再解压。

# Shell_ExtractDialog_Title
source: Extract with OtterZip...(&B)
de_de: Mit OtterZip entpacken...(&B)
es_es: Extraer con OtterZip...(&B)
fr_fr: Extraire avec OtterZip...(&B)
it_it: Estrai con OtterZip...(&B)
ja_jp: OtterZipで展開...(&B)
ko_kr: OtterZip으로 풀기...(&B)
pt_br: Extrair com OtterZip...(&B)
ru_ru: Извлечь с OtterZip...(&B)
zh_cn: 用 OtterZip 解压...(&B)

# Shell_ExtractDialog_Tooltip
source: Open the OtterZip extract dialog (destination, overwrite, password).
de_de: OtterZip-Entpacken-Dialog öffnen (Ziel, Überschreiben, Passwort).
es_es: Abrir diálogo de extracción (destino, sobrescribir, contraseña).
fr_fr: Ouvrir le dialogue d'extraction (destination, écraser, mot de passe).
it_it: Apri la finestra di estrazione (destinazione, sovrascrittura, password).
ja_jp: 展開先・上書き・パスワードのオプションダイアログを開く。
ko_kr: 대상 폴더/덮어쓰기/암호 옵션 다이얼로그 열기.
pt_br: Abrir diálogo de extração (destino, sobrescrever, senha).
ru_ru: Открыть диалог извлечения (назначение, перезапись, пароль).
zh_cn: 打开解压选项对话框 (目标/覆盖/密码)。

# Shell_CompressIndividually_Title
source: Compress each item (&U)
de_de: Einzeln komprimieren (&U)
es_es: Comprimir cada elemento (&U)
fr_fr: Compresser chaque élément (&U)
it_it: Comprimi ogni elemento (&U)
ja_jp: 個別に圧縮(&U)
ko_kr: 각 항목별 압축(&U)
pt_br: Comprimir cada item (&U)
ru_ru: Сжать каждый элемент (&U)
zh_cn: 逐项压缩(&U)

# Shell_CompressIndividually_Tooltip
source: Create one archive per selected item, using your default format.
de_de: Pro ausgewähltem Element ein Archiv erstellen (Standardformat).
es_es: Crear un archivo por elemento seleccionado (formato predeterminado).
fr_fr: Créer une archive par élément (format par défaut).
it_it: Crea un archivio per ogni elemento selezionato (formato predefinito).
ja_jp: 選択した項目ごとにアーカイブを作成 (既定の形式)。
ko_kr: 선택한 항목마다 압축 파일 1개씩 만들기 (기본 포맷 사용).
pt_br: Criar um arquivo por item selecionado (formato padrão).
ru_ru: Создать архив для каждого выбранного элемента (формат по умолчанию).
zh_cn: 为每个所选项创建独立的压缩文件 (使用默认格式)。

# Shell_ExtractSmartEach_Title
source: Smart-extract each (&Z)
de_de: Jeweils intelligent entpacken (&Z)
es_es: Extraer cada uno inteligentemente (&Z)
fr_fr: Extraction intelligente de chacun (&Z)
it_it: Estrai ciascuno in modo intelligente (&Z)
ja_jp: それぞれおまかせ展開(&Z)
ko_kr: 각각 알아서 풀기(&Z)
pt_br: Extrair cada um de forma inteligente (&Z)
ru_ru: Умно извлечь каждый (&Z)
zh_cn: 分别智能解压(&Z)

# Shell_ExtractToSubfolderEach_Title
source: Extract each to its own folder (&E)
de_de: Jeweils in eigenen Ordner entpacken (&E)
es_es: Extraer cada uno a su propia carpeta (&E)
fr_fr: Extraire chacun dans son propre dossier (&E)
it_it: Estrai ciascuno nella propria cartella (&E)
ja_jp: それぞれの名前のフォルダーに展開(&E)
ko_kr: 각각 파일명 폴더에 풀기(&E)
pt_br: Extrair cada um em sua própria pasta (&E)
ru_ru: Извлечь каждый в свою папку (&E)
zh_cn: 分别解压到各自的文件夹(&E)

# CompressOptionsDialog_Title.Text
source: Compress
de_de: Komprimieren
es_es: Comprimir
fr_fr: Compresser
it_it: Comprimi
ja_jp: 圧縮
ko_kr: 압축
pt_br: Compactar
ru_ru: Сжатие
zh_cn: 压缩

# CompressOptionsDialog_SummaryFormat.Text
source: Compress {0} item(s)
de_de: {0} Element(e) komprimieren
es_es: Comprimir {0} elemento(s)
fr_fr: Compresser {0} élément(s)
it_it: Comprimi {0} elemento/i
ja_jp: {0} 個の項目を圧縮
ko_kr: {0}개 항목 압축
pt_br: Compactar {0} item(ns)
ru_ru: Сжать элементов: {0}
zh_cn: 压缩 {0} 个项目

# CompressOptionsDialog_FormatLabel.Text
source: Format
es_es: Formato
it_it: Formato
ja_jp: 形式
ko_kr: 형식
pt_br: Formato
ru_ru: Формат
zh_cn: 格式

# CompressOptionsDialog_LevelLabel.Text
source: Compression level
de_de: Komprimierungsstufe
es_es: Nivel de compresión
fr_fr: Niveau de compression
it_it: Livello di compressione
ja_jp: 圧縮レベル
ko_kr: 압축 수준
pt_br: Nível de compactação
ru_ru: Уровень сжатия
zh_cn: 压缩级别

# CompressOptionsDialog_DestinationLabel.Text
source: Save to
de_de: Speicherort
es_es: Guardar en
fr_fr: Enregistrer dans
it_it: Salva in
ja_jp: 保存先
ko_kr: 저장 위치
pt_br: Salvar em
ru_ru: Сохранить в
zh_cn: 保存位置

# CompressOptionsDialog_CompressButton.Content
source: Compress
de_de: Komprimieren
es_es: Comprimir
fr_fr: Compresser
it_it: Comprimi
ja_jp: 圧縮
ko_kr: 압축
pt_br: Compactar
ru_ru: Сжать
zh_cn: 压缩

# CompressOptionsDialog_ErrorNoDestination.Text
source: Enter a save location.
de_de: Bitte einen Speicherort angeben.
es_es: Introduce una ubicación de guardado.
fr_fr: Indiquez un emplacement d’enregistrement.
it_it: Immetti una posizione di salvataggio.
ja_jp: 保存先を入力してください。
ko_kr: 저장 위치를 입력하세요.
pt_br: Informe um local para salvar.
ru_ru: Укажите место сохранения.
zh_cn: 请输入保存位置。

# CompressOptionsDialog_SolidCheck.Content
source: Solid block (7z)
de_de: Solides Archiv (7z)
es_es: Bloque sólido (7z)
fr_fr: Bloc solide (7z)
it_it: Blocco solido (7z)
ja_jp: ソリッド圧縮 (Solid, 7z)
ko_kr: 단일 블록으로 압축 (Solid, 7z)
pt_br: Bloco sólido (7z)
ru_ru: Сплошной блок (Solid, 7z)
zh_cn: 固实压缩 (Solid, 7z)

# CompressOptionsDialog_SplitCheck.Content
source: Split into volumes
de_de: In Teile aufteilen
es_es: Dividir en volúmenes
fr_fr: Diviser en volumes
it_it: Dividi in volumi
ja_jp: 分割して保存
ko_kr: 여러 파일로 분할
pt_br: Dividir em volumes
ru_ru: Разбить на тома
zh_cn: 分卷压缩

# CompressOptionsDialog_SplitSizeLabel.Text
source: Volume size (MB)
de_de: Teilgröße (MB)
es_es: Tamaño de volumen (MB)
fr_fr: Taille des volumes (Mo)
it_it: Dimensione volume (MB)
ja_jp: 分割サイズ (MB)
ko_kr: 분할 크기 (MB)
pt_br: Tamanho do volume (MB)
ru_ru: Размер тома (МБ)
zh_cn: 分卷大小 (MB)

# CompressOptionsDialog_SplitZipNote.Text
source: ZIP volumes use the raw .001 format — rejoin with OtterZip or 7-Zip to extract.
de_de: ZIP-Teile nutzen das rohe .001-Format – zum Entpacken mit OtterZip oder 7-Zip zusammenfügen.
es_es: Los volúmenes ZIP usan el formato .001 sin procesar; vuelva a unirlos con OtterZip o 7-Zip para extraer.
fr_fr: Les volumes ZIP utilisent le format brut .001 — réassemblez avec OtterZip ou 7-Zip pour extraire.
it_it: I volumi ZIP usano il formato grezzo .001 — ricongiungi con OtterZip o 7-Zip per estrarre.
ja_jp: ZIP 分割は .001 形式 (raw) です。OtterZip または 7-Zip で結合して展開できます。
ko_kr: ZIP 분할은 .001 형식(raw)입니다. OtterZip 또는 7-Zip에서 다시 합쳐 풀 수 있습니다.
pt_br: Os volumes ZIP usam o formato bruto .001 — recombine com o OtterZip ou o 7-Zip para extrair.
ru_ru: Тома ZIP используют необработанный формат .001 — для распаковки объедините их в OtterZip или 7-Zip.
zh_cn: ZIP 分卷为 .001 原始格式，请用 OtterZip 或 7-Zip 合并解压。

# ExtractOptionsDialog_TitleFormat.Text
source: Extract {0}
de_de: {0} entpacken
es_es: Extraer {0}
fr_fr: Extraire {0}
it_it: Estrai {0}
ja_jp: {0} を展開
ko_kr: {0} 풀기
pt_br: Extrair {0}
ru_ru: Извлечь {0}
zh_cn: 解压 {0}

# ExtractOptionsDialog_TitleExtractingFormat.Text
source: Extracting {0}
de_de: {0} wird entpackt
es_es: Extrayendo {0}
fr_fr: Extraction de {0}
it_it: Estrazione di {0}
ja_jp: {0} を展開中
ko_kr: {0} 푸는 중
pt_br: Extraindo {0}
ru_ru: Извлечение {0}
zh_cn: 正在解压 {0}

# ProgressDialog_StatusExtractSuccess.Text
source: Extraction completed successfully.
de_de: Entpacken erfolgreich abgeschlossen.
es_es: Extracción completada correctamente.
fr_fr: Extraction réussie.
it_it: Estrazione completata correttamente.
ja_jp: 展開に成功しました。
ko_kr: 압축 풀기에 성공하였습니다.
pt_br: Extração concluída com êxito.
ru_ru: Извлечение успешно завершено.
zh_cn: 解压成功。

# Shell_OpenApp_Title
source: Open OtterZip
de_de: OtterZip öffnen
es_es: Abrir OtterZip
fr_fr: Ouvrir OtterZip
it_it: Apri OtterZip
ja_jp: OtterZip を開く
ko_kr: OtterZip 열기
pt_br: Abrir o OtterZip
ru_ru: Открыть OtterZip
zh_cn: 打开 OtterZip

# Shell_OpenApp_Tooltip
source: Open the OtterZip window.
de_de: Öffnet das OtterZip-Fenster.
es_es: Abre la ventana de OtterZip.
fr_fr: Ouvre la fenêtre OtterZip.
it_it: Apre la finestra di OtterZip.
ja_jp: OtterZip ウィンドウを開きます。
ko_kr: OtterZip 창을 엽니다.
pt_br: Abre a janela do OtterZip.
ru_ru: Открывает окно OtterZip.
zh_cn: 打开 OtterZip 窗口。

# Settings_OverwritePolicyLabel.Text
source: If a file already exists
de_de: Wenn die Datei bereits existiert
es_es: Si el archivo ya existe
fr_fr: Si le fichier existe déjà
it_it: Se il file esiste già
ja_jp: 同じファイルが既にある場合
ko_kr: 파일이 이미 있으면
pt_br: Se o arquivo já existir
ru_ru: Если файл уже существует
zh_cn: 如果文件已存在

# Settings_DoubleClickActionLabel.Text
source: Double-click action
de_de: Doppelklick-Aktion
es_es: Acción del doble clic
fr_fr: Action du double-clic
it_it: Azione del doppio clic
ja_jp: ダブルクリックの動作
ko_kr: 더블클릭 동작
pt_br: Ação do clique duplo
ru_ru: Действие двойного щелчка
zh_cn: 双击操作

# Settings_DoubleClickActionDesc.Text
source: When you double-click an archive (or open it with OtterZip)
de_de: Beim Doppelklick auf ein Archiv (oder „Öffnen mit“)
es_es: Al hacer doble clic en un archivo (o «Abrir con»)
fr_fr: Lors d’un double-clic sur une archive (ou « Ouvrir avec »)
it_it: Quando fai doppio clic su un archivio (o «Apri con»)
ja_jp: アーカイブをダブルクリック、または関連付けで開いたとき
ko_kr: 아카이브를 더블클릭하거나 연결 프로그램으로 열 때
pt_br: Ao dar clique duplo em um arquivo (ou "Abrir com")
ru_ru: При двойном щелчке по архиву (или «Открыть с помощью»)
zh_cn: 双击存档或用 OtterZip 打开时

# Settings_DoubleClickDialog.Content
source: Open the options window (choose destination)
de_de: Optionsfenster öffnen (Ziel wählen)
es_es: Abrir la ventana de opciones (elegir destino)
fr_fr: Ouvrir la fenêtre d’options (choisir la destination)
it_it: Apri la finestra delle opzioni (scegli destinazione)
ja_jp: オプション画面を開く（保存先を選択）
ko_kr: 옵션 창 열기 (대상 선택)
pt_br: Abrir a janela de opções (escolher destino)
ru_ru: Открыть окно параметров (выбрать папку)
zh_cn: 打开选项窗口（选择目标）

# Settings_DoubleClickHere.Content
source: Extract here right away
de_de: Sofort hier entpacken
es_es: Extraer aquí de inmediato
fr_fr: Extraire ici immédiatement
it_it: Estrai subito qui
ja_jp: ここにすぐ展開
ko_kr: 여기에 바로 풀기
pt_br: Extrair aqui imediatamente
ru_ru: Сразу извлечь сюда
zh_cn: 立即解压到此处

# Settings_DoubleClickSmart.Content
source: Smart extract (auto subfolder)
de_de: Intelligent entpacken (autom. Unterordner)
es_es: Extracción inteligente (subcarpeta auto)
fr_fr: Extraction intelligente (sous-dossier auto)
it_it: Estrazione intelligente (sottocartella auto)
ja_jp: スマート展開（自動でサブフォルダー）
ko_kr: 스마트 풀기 (폴더 자동 판단)
pt_br: Extração inteligente (subpasta automática)
ru_ru: Умное извлечение (авто-подпапка)
zh_cn: 智能解压（自动子文件夹）

# Settings_OverwriteAlways.Content
source: Overwrite
de_de: Überschreiben
es_es: Sobrescribir
fr_fr: Remplacer
it_it: Sovrascrivi
ja_jp: 上書き
ko_kr: 덮어쓰기
pt_br: Substituir
ru_ru: Перезаписать
zh_cn: 覆盖

# Settings_OverwriteSkip.Content
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Ignorer
it_it: Salta
ja_jp: スキップ
ko_kr: 건너뛰기
pt_br: Ignorar
ru_ru: Пропустить
zh_cn: 跳过

# Settings_OverwriteReject.Content
source: Stop extraction
de_de: Entpacken abbrechen
es_es: Detener extracción
fr_fr: Arrêter l’extraction
it_it: Interrompi estrazione
ja_jp: 展開を中止
ko_kr: 추출 중단
pt_br: Interromper extração
ru_ru: Прервать извлечение
zh_cn: 中止解压

# Settings_OverwriteRename.Content
source: Keep both (rename)
de_de: Beide behalten (umbenennen)
es_es: Conservar ambos (renombrar)
fr_fr: Conserver les deux (renommer)
it_it: Mantieni entrambi (rinomina)
ja_jp: 名前を変えて両方残す
ko_kr: 이름 바꿔 풀기
pt_br: Manter ambos (renomear)
ru_ru: Сохранить оба (переименовать)
zh_cn: 重命名保留两者
